Repository: ElanII/bagtrack
Catalog: BagTrack/Resources/*.lproj/Localizable.strings
Languages: de

source: An error has occurred while monitoring location information. (error.localizedDescription)
de: Beim Abfragen der Ortungsdienste ist ein Fehler aufgetreten. (error.localizedDescription)

source: BagTrack does not currently have the permission to send push notifications and therefore cannot alert you when you might be about to loose your bags. Please enable push notifications in Settings.
de: BagTrack kann dir derzeit keine Benachrichtigungen senden und dich somit nicht informieren, wenn du deine Taschen verlieren könntest. Bitte aktiviere Mitteilungen unter Einstellungen.

source: BagTrack needs to access your location in the background in order to function. Please tap on “Settings” and set “Location” to “Always.”
de: BagTrack muss im Hintergrund auf die Ortungsdienste zugreifen, um ordnungsgemäß zu funktionieren. Bitte tippe auf „Einstellungen“ und stelle „Standort“ auf „Immer“.

source: BagTrack utilizes location services for iBeacon tracking. Location services are used only in order to determine the proximity between you and your belongings. Your geographic location will never be queried by this app. Please tap the “Allow Location” button below and choose “Always Allow” in the following prompt in order to continue.
de: BagTrack verwendet Ortungsdienste für das Tracking deiner iBeacons. Die Ortungsdienste werden nur dazu genutzt, um die Entfernung zwischen dir und deinen Taschen zu beobachten, dein geographischer Standort wird von dieser App niemals abgefragt. Um fortzufahren, tippe bitte auf „Ortungsdienste Erlauben“ und wähle dann „Immer erlauben“ im folgenden Dialog.

source: Congratulations, you’re all set! We hope you enjoy using BagTrack.
de: Glückwunsch, du bist startklar! Wir hoffen, dass dir BagTrack gefällt.

source: Disable Tracking
de: Tracking Ausschalten

source: Edit Bag
de: Tasche Bearbeiten

source: Enable Tracking
de: Tracking Einschalten

source: Far
de: Große Entfernung

source: iBeacons are small, portable devices that send out Bluetooth Low Energy signals at regular intervals. Carrying such a device in your bag will allow BagTrack to automatically monitor the distance between you and your bag, sending you a push notification whenever you might be about to leave your belongings behind. In order to start tracking, you will need your iBeacon’s UUID, its major and minor value, and its identifier. Please check your device’s manual or the manufacturer’s website in order to find this information.
de: iBeacons sind kleine, portable Geräte, welche in regelmäßigen Intervallen Bluetooth Low Energy-Signale aussenden. Ein solches Gerät in deiner Tasche ermöglicht es BagTrack, die Entfernung zwischen dir und deiner Tasche zu beobachten. Falls du dich zuweit entfernen solltest, wird BagTrack dich per Benachrichtigung warnen, damit du deine Tasche nicht zurücklässt. Um mit dem Tracking loszulegen, benötigst du die UUID, den Major sowie den Minor-Wert und die Kennung (Identifier) deines iBeacons. Bitte konsultiere die Anleitung deines Geräts oder die Website des Herstellers, um diese Angaben zu bekommen.

source: Immediate
de: In unmittelbarer Nähe

source: Near
de: In der Nähe

source: Oops, something went wrong! We were unable to activate push notifications. Please tap “Settings” now to enable notifications, or tap “Next” if you prefer to do so later.
de: Upps, etwas ging schief! Leider konnten wir die Benachrichtigungen nicht aktivieren. Bitte tippe nun auf „Einstellungen“ um Mitteilungen zu aktivieren, oder tippe auf „Weiter“, wenn du dies später erledigen möchtest.

source: Oops, you might be about to loose (bag.name)!
de: Upps, du könntest im Begriff sein, (bag.name) zu verlieren!

source: Please follow the on-screen instructions before continuing.
de: Bitte folge den Anweisungen auf dem Display, bevor du fortfährst.

source: Searching...
de: Suchen...

source: Settings
de: Einstellungen

source: Thank you for enabling location services!
de: Danke, dass du die Standortdienste eingeschaltet hast!

source: Thank you for enabling push notifications!
de: Danke, dass du die Pushbenachrichtigungen eingeschaltet hast!

source: Thank you!
de: Danke!

source: The data you provided is incorrect, please double-check and try again.
de: Die eingegebenen Daten sind nicht korrekt. Bitte überprüfe deine Angaben und versuche es dann erneut.

source: Tracking off
de: Tracking aus

source: Unfortunately, you have chosen an incorrect location access permission. Please, tap on “Settings,” and set “Location” to “Always.”
de: Leider hast du eine falsche Berechtigung für die Ortungsdienste ausgewählt. Bitte tippe auf „Einstellungen“ und stelle „Standort“ auf „Immer“.

source: Unknown
de: Unbekannt

source: Welcome to BagTrack! BagTrack utilizes iBeacon technology to keep track of your bags, luggage, and other belongings. An iBeacon and this app is all that’s required.
de: Herzlich Willkommen! BagTrack verwendet iBeacon-Technologie, um deine Taschen, dein Gepäck oder andere Gegenstände im Auge zu behalten. Ein iBeacon und diese App ist alles, was du brauchst.

source: When you enable push notifications, BagTrack will inform you when you get too far from your bags. Tap “Allow Push Notifications” and confirm the following prompt to enable notifications (recommended), or tap “Next” in order to skip this step.
de: Wenn du Pushbenachrichtigungen aktivierst informiert dich BagTrack, sobald du dich zu weit von deinen Taschen entfernst. Tippe auf „Benachrichtigungen erlauben“ und bestätige die folgende Meldung, um Benachrichtigungen zu erhalten (empfohlen), oder tippe auf „Weiter“, um diesen Schritt zu überspringen.
